[
  {
    "title": "The Day Of Swapping",
    "url": "https://www.mediafire.com/file/ti57jd8j9k03sat/TheDayofSwapping.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/vqf3o6xylzjin29w5oqwo/ju7V9VIrHsdDIfa4l9nsGFPmacg.jpg?rlkey=teidps37f5zbn0v9y9ew9xv5s&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/6awu0lw9e4oboqqklsxv9/mduYEDb4eAD9KzjD0ONhaALZRyi.jpg?rlkey=vswuyw94qrh8vwskhv98k8wl8&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးမော်ဒယ်တစ်ဦးဖြစ်တဲ့ကောင်မလေးဟာ လက်ရှိမှာတော့ပြက္ခဒိန်ပင်တိုင်စံမော်ဒယ်လေးလုပ်နေပါတယ်…ရည်းစားရှိနေပြီး ကောင်လေးကတော့ ဒီအလုပ်ကိုသိပ်သဘောမကျလှ…အကြောင်းကတော့ ကင်မရာမန်းက ဦးစားကြီးဖြစ်နေမှန်းကျားချင်းခြေမြင်နေတဲ့သဘောပေါ့….ဒါ့အပြင် သူ့ရည်းစားကောင်မလေးကလည်း မျက်လုံးရွဲကြီးနဲ့လုံးကြီးပေါက်လှကောင်မလေးဆိုတော့….အဲ့ဒီနောက်မှာတော့…မော်ဒယ်မကိုကြည့်ရတာတင်အတော်တန်တဲ့ကားပါ….အိပ်ရာခန်းအမိုက်စားတွေနဲ့မို့ လက်မနှေးသင့်ပါကြောင်း…."
  },
  {
    "title": "Dilig (2024)",
    "url": "https://www.mediafire.com/file/bfpcdrs98o9qguo/Dilig_2024_1080p.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/GFLMHoxbUAAqz4g.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/GFLMHoxbUAAqz4g.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/6KlHwVNp1jj0H47YdCpRgxiMck3.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးရိုဆာက မုဆိုးဖိုသူဌေးကြီးတစ်ဦးကို လက်ထပ်တော့မှာဖြစ်ပါတယ်။ ဒါပေမယ့် အဘိုးကြီးမှာ သူနဲ့ ရွယ်တူသမီးတစ်ယောက်ရှိနေတဲ့အတွက် ဥယျာဉ်မှူး ငယ်ငယ်တောင့်တောင့်တစ်ယောက်ကိုရွေးချယ်ပြီး အဲဒီသမီးဖြစ်သူကိုပထုတ်ဖို့ကြံခဲ့ပါတယ်။သမီးဖြစ်တဲ့ ကတ်တလင်းကလည်း သူ့ကိုတစ်ဖက်သတ်ချစ်သလို မိဘချင်းသဘောတူတဲ့ ငယ်သူငယ်ချင်းဒဲလ်ရှိပေမဲ့ ဥယျာဉ်မှူးကောင်လေးကိုမှ စွဲစွဲလန်းလန်းချစ်မိသွားတဲ့နောက် အခြေအနေတွေက ရိုဆာအကွက်ထဲကိုဝင်သွားမလား… အခြေအနေတွေရှုပ်ထွေးမသွားခင် ကယ်တင်ရှင်ပေါ်လာနိုင်မလား… ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ"
  },
  {
    "title": "Fumikos Legs",
    "url": "https://www.mediafire.com/file/m5q0sk50xyrk8d0/Legs_2018.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/kdvcjjewuh6yxkf8qdiyk/MV5BNDNkYzFiZjQtZGI1Mi00MGZkLTljOWEtZmMwMzYwZmMzMDY1XkEyXkFqcGdeQXVyNjgwNTk4Mg-._V1_.jpg?rlkey=kxtrvl2mmuzf3xqw6julg01c3&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/2hgm3wg72iiu49tupskak/2FN344ngjb9KFtf8tZIM2jP4Zpc.jpg?rlkey=x6j7wzqk79s05wxki6182zqpw&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးဒီကားကို ခေါင်းစဉ်တပ်ရရင် “စွဲလန်းကြသူများ”လို့ရေးလို့ရမယ်ထင်တယ်။ ဘာတွေများစွဲလန်းနေကြတာလဲဆိုတော့ ခြေထောက်တဲ့။ဟုတ်ပါတယ်… စာပြန်ဖတ်မနေပါနဲ့ ခြေထောက်ကိုစွဲလန်းကြတာပါ။ ယောကျ်ားလေးတွေအများကြီး ချဉ်းကပ်တာကိုခံရတဲ့ ဖူမီကိုက သူ့ခြေထောက်ကိုပဲ စွဲလန်းကြမှန်းသိတော့ တကယ်စိတ်ရှုပ်ခဲ့ရတာပေါ့…ဖူမီကိုက မိသားစုကံမကောင်းပါဘူး။ အမေကလည်း အမေကောင်းမပီသတဲ့အပြင် သူ့ခန္ဓာကိုယ်ကိုပါရောင်းစားဖို့ အမြဲလုပ်နေတာပါ။ဒီလိုနဲ့ အသက် ၇၀ အရွယ်ရှိတဲ့ ဆူကာဂိုရှီအဘိုးအိုတစ်ဦးနဲ့ ဖူမီကို ဆုံမိပါတော့တယ်။ ဆူကာဂိုရှီက အနုပညာကိုရူးသွပ်ပြီး ဖူမီကိုရဲ့ခြေထောက်က အနုပညာပဲဆိုပြီးချဉ်းကပ်ပါတော့တယ်။ ကင်ဆာရောဂါနဲ့မကြာခင်သေရတော့မှာမို့ သူ့ဘေးနားမှာ ခြေထောက်လေးနဲ့ပဲ ပြုစုပေးပါ…အမွေတွေအကုန်ပေးပါမယ်လို့ပြောတာနဲ့ ဖူမီကိုလည်း လက်ခံခဲ့ပါတယ်။ဒါပေမဲ့ ဆူကာဂိုရှီက ပိုပိုပြီးကျန်းမာလာတော့ ဖူမီကိုတစ်ယောက်လည်း ပိုပိုပြီးနေရခက်လာပါတယ်။ အိမ်ကြီးတစ်လုံးတည်းမှာ သေမလိုဖြစ်ပြီးမှကျန်းမာရေးဇွတ်ကောင်းနေတဲ့ ဆူကာဂိုရှီရယ် သူ့တူရယ် ဖူမီကိုရယ် သုံးယောက်စုံကြတဲ့အခါ ဘယ်လိုဆက်ဖြစ်မလဲ?ဆွဲဆောင်မှုရှိတဲ့ခြေထောက်တစ်စုံက လူတွေကို ဘယ်လောက်တောင် ရူးသွပ်သွားစေလဲဆိုတာ ကြည့်လိုက်ပါတော့နော်…."
  },
  {
    "title": "Pantasya ni Tami (2024)",
    "url": "https://www.mediafire.com/file/2fey61xltdj2btw/Pantasya_Ni_Tami__720p.mp4/file",
    "watch": "",
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMjNjMzYwNjItMDc1NS00MTdmLTkzM2ItYzEzNGM1OTI5MDViXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_QL75_UX380_CR0,4,380,562_.jpg",
    "screenshot": [
      "https://m.media-amazon.com/images/M/MV5BMjNjMzYwNjItMDc1NS00MTdmLTkzM2ItYzEzNGM1OTI5MDViXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_QL75_UX380_CR0,4,380,562_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/Screenshot_2024-02-01-15-17-33-629_com.mxtech.videoplayer.pro.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးတာမီဆိုတဲ့ကောင်မလေးဟာ Anime ပရိသတ်တစ်ယောက်ဖြစ်ပြီး ကိုယ်ပိုင် Fanfic တွေရေး၊ ကာရိုက်တာတွေနေရာမှာ စိတ်ကူးယဉ်ဝင်ခံစားပြီး ဖီးတက်လေ့ရှိတဲ့ ဆယ်ကျော်သက်လေးတစ်ယောက်ပါ။တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူနဲ့စကားဆက်မိရာက Anime Con တစ်ခုကို Cosplay သမားအဖြစ် ပွဲသွားတက်ရာကနေ ဝါသနာတူ အသွင်တူမိတ်ဆွေတွေအများကြီးရခဲ့တဲ့နောက်မှာတော့ Cosplay လောကထဲဝင်ဖို့စိတ်အားထက်သန်လာခဲ့ပါတယ်။အဲဒီပွဲမှာတွေ့ခဲ့တဲ့ ဓာတ်ပုံဆရာတစ်ယောက်က သူ့ကို Gravure Model လို့ခေါ်တဲ့ ယောက်ျားသားတွေစိတ်ဝင်စားရာ မပေါ့်တပေါ်ဝတ်စုံလေးတွေနဲ့ ဓာတ်ပုံမော်ဒယ်လုပ်ရင် ဝင်ငွေလမ်းဖြောင့်နိုင်တယ်ဆိုတာ အလင်းဖွင့်ပြခဲ့တဲ့နောက် ဒီလောကထဲ ထဲထဲဝင်ဝင်ရောက်သွားချိန်မှာတော့…တာမီအဖြစ် ပရိသတ်အသည်းကျော် Azi Acosta လေးက Costume တွေတစ်စုံပြီးတစ်စုံ ချွတ်လိုက်ဝတ်လိုက်နဲ့ အထူးသရုပ်ဆောင်ပြထားတာဖြစ်တဲ့အတွက် တာမီလေးနဲ့အတူစိတ်ကူးယဉ်ကြည့်လိုက်ကြရအောင်ပါ။"
  },
  {
    "title": "Sila ay akin (2023)",
    "url": "https://www.mediafire.com/file/eykvuvnauvxa0o7/(CM)+Sila+Ay+Akin+(2023)+720p.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/fwenqjptajwly73tpp1sr/66kzlgGMp9lKUiBjjPPYG0r8Z03.jpg?rlkey=ff89wkmx71vmp9sjngkzxiqz3&dl= 1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/2xb12k5xg8jp393dykc4a/1b5fbd8a2a17798439c12e4240c29ff0.png?rlkey=b7f9za8vzinw7rqu6kok6c68t&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးSila ay akin (2023)Vivamax ရဲ့နာမည်အကြီးဆုံး၊ လူကြိုက်အများဆုံး၊ အဟော့ဆုံး အသည်းကျော်လေးနှစ်ယောက်ဖြစ်တဲ့ Angeli Khang နဲ့ Azi Acosta တို့ရဲ့ ထိပ်တိုက်တွေ့ဆုံမှုဖြစ်ပါတယ်။ သူတို့နှစ်ယောက်ကိုဆိုရင် ငုတ်တုတ်ထိုင်နေရင်တောင် ကြည့်ကောင်းတယ်ဆိုတဲ့ ပရိသတ်တွေရှိတဲ့အတွက် အထူးတလည်တော့ညွှန်းစရာမလိုပါဘူး။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သူတို့နှစ်ယောက်ဟာ ညီအစ်ကိုနှစ်ယောက်ကိုယူထားတဲ့ လင်ညီအစ်မတွေပါ။ နှစ်ယောက်လုံးက မိဘမဲ့တစ်ကောင်ကြွက်တွေဖြစ်ပြီး တွယ်တာစရာဆိုလို့ ခင်ပွန်းသည်တွေရဲ့မိခင်ကြီးနဲ့ သူတို့မွေးစားညီမလေးတစ်ယောက်သာ ရှိပါတယ်။ သူတို့ရဲ့ခင်ပွန်းသည်တွေဟာ ဂေးဘားတစ်ခုမှာ အဖော်အချွတ်ကချေသည်တွေဖြစ်တဲ့အတွက် အဲဒီကဆင့်ပွားလာတဲ့ လူမှုရေးပြဿနာတွေ၊ ဆင်းရဲမွဲတေမှုတွေ အစချီတဲ့ မိသားစုနဲ့ ပတ်ဝန်းကျင်ပြဿနာတွေကို တစ်မိုးအောက်မှာအတူရင်ဆိုင်ရပုံတွေကို ရှုမြင်ရမှာဖြစ်ပါတယ်။"
  },
  {
    "title": "Housewife Dealer(2020)",
    "url": "https://www.mediafire.com/file/76z662s5bz4gn88/Housewife.mp4/file",
    "watch": "",
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BNTRiNmVjMTItNjc2Yy00MjFlLWJlMWYtMjBjNjUyMmZiYTU4XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_QL75_UY562_CR6,0,380,562_.jpg",
    "screenshot": [
      "https://m.media-amazon.com/images/M/MV5BNTRiNmVjMTItNjc2Yy00MjFlLWJlMWYtMjBjNjUyMmZiYTU4XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_QL75_UY562_CR6,0,380,562_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/Screenshot-2020-09-04-17-48-28-031-com-mxtech-videoplayer-pro.jpg",
      "",
      "",
      ""
    ],
    "description": "18+ မြန်မာစာတန်းထိုးမော်ဒယ်လေး Seung Ha အဓိကပါဝင်ထားပါတယ်…ကန်ထရိုက်လုပ်ငန်းရှင် တစ်ဦးဖြစ်တဲ့ ဂီဆူဟာ တရုတ်ကိုရီးယားမလေးတစ်ယောက်ကိုအိမ်ခေါ်လာပြီးတော့ ဇနီးအဖြစ် ပေါင်းသင်းနေပါတယ် ဒါပေမဲ့ တစ်နေ့တော့ ညီဖြစ်သူကအိမ်ကို ဆန်အိတ်လာပိုရင်း သူ့ဇနီးသည် တရုတ်မ အချောအလှလေးကို မျက်စိကျသွားပါတယ်ကိုယ့်မရီးကိုယ် ပြန်ပြီး ချစ်မိသွားတဲ့ သူ့ညီဟာ သူ့ဇနီးသည် အိမ်ကို လာအလည်မှာပဲ တန်းပြီး ဆွဲစားပစ်လိုက်ပါတော့တယ်အဲဒီနောက်ပိုင်းမှာ သူ့ဇနီးသည်က သူ့ကို ရှောင်ပြီး မထိ မကိုင်ခိုင်းနဲ့ လုပ်နေရာ နောက်ဆုံးမှသူ့ညီလက်ချက်မှန်း သိသွားလေတော့တယ် အဲဒီမှာ ညီအစ်ကို နှစ်ယောက်ရဲ့ ဆက်ဆံရေး ဇနီးသည်နဲ့ဆက်ဆံရေးက ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာပဲကြည့်ရှုအားပေးလိုက်ကြပါဦးနော် ဆန်မုန့်ထောင်းကြတဲ့ အခန်းတွေ နှိက်စက်တဲ့ အခန်းတွေ အိပ်ရာခန်း ခပ်မိုက်မိုက်တွေအများကြီးပါတာမို့ အားပေးလိုက်ပါအုံး"
  },
  {
    "title": "Petty Romance(2010)",
    "url": "https://www.mediafire.com/file/ux51a5atyxtj5wt/Petty_Romance_%25282010%2529.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/c0p1kislcgxhn5jvcbjzv/pclmmZAGZimdokF3ZmMF2yAn54K.jpg?rlkey=uyrpidh11ax209bg5div6izli&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/wdinru5o4hix3fq24mdin/sddefault-1.jpg?rlkey=sufs9qlro7wxp5lixavvwqut8&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးနာမည်ကြီးမင်းသားမင်းသမီးများဖြစ်သည့် လီဆွန်းဂယွန်း(Lee Sun-kyun), ချွဲဂန်ဟီး(Choi Kang-hee),ရူယောင်းဂယွန်း (Ryu Hyun-kyung), နာမည်ကြီးဇာတ်ပို့မင်းသားများဖြစ်သည့် အိုဂျန်ဆယ် (Oh Jung-Se), ဘတ်ဒိုဘင် ( Baek Do-Bin )တို့က ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါသည်။ဂျောင်ဘယ်သည် ကာတွန်းဆရာတစ်ဦးဖြစ်ပြီး ဒါရင်းသည် ဝတ္တုစာရေးဆရာမတစ်ဦးဖြစ်ပါသည်။တစ်နေ့တွင် ဂျောင်ဘယ်ရဲ့သူငယ်ချင်းတစ်ဦးသည် 18+ ကာတွန်းပြိုင်ပွဲတွင် ဝင်ပြိုင်ပါက ဆုရလျှင် ဆုကြေးငွေ ဒေါ်လာ တစ်သိန်း(ဝမ်သိန်းထောင့်သုံးရာ) ရရှိမည်ဟု ဂျောင်ဘယ်အား ပြောပြသောအခါဂျောင်ဘယ်သည် ဝတ္တုစာရေးဆရာမတစ်ဦးကို ခန့်ရန် ဆုံးဖြတ်ခဲ့ပါသည်။ဒီဆုံးဖြတ်ချက်ကြောင့်အလွဲပေါင်းများစွာ ဖြစ်ပေါ်လာပါတော့တယ်"
  },
  {
    "title": "Adult Shop Albasaeng – Those Who Experience It In Person(2019)",
    "url": "https://www.mediafire.com/file/h653bkagv13w43d/Who_Experience_It_In_Person.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/qXp6lEa5j1SuJDJbNvUgXrxZfYw.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/qXp6lEa5j1SuJDJbNvUgXrxZfYw.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/IMG_20240129_194435.jpg",
      "",
      "",
      ""
    ],
    "description": "မြန်မာစာတန်းထိုးအချိန်တန်အရွယ်ရောက်ပြီးပေမဲ့sexကိစ္စတွေမှာတော့ အတွေ့အကြုံလုံးဝမရှိသေးတဲ့ရုပ်ဆိုးဆိုးကျောင်းသားလေးဝူဆော့က တစ်အိမ်ထဲအတူနေတဲ့အဒေါ်ကြီးနဲ့ sexလုပ်ဖို့အကြောင်းဖန်လာပါတော့တယ်ဘာမှမတတ်တဲ့ဝူဆော့တစ်ယောက် လူကြီးကစားစရာဆိုင်ကိုရောက်သွားပြီး ဘယ်လိုသိုင်းကွက်တွေနဲ့ ပညာတွေသင်ယူလာမလဲဆိုတာ စောင့်ကြည့်လိုက်ကြရအောင်နော်…ကွီးယားဆက်ဆီမော်ဒယ် တက်တူးမမလည်းပါဝင်တာမို့ဂေါင်းသေးတို့အဖွဲ့ စိတ်ကျေနပ်မှုရပါလိမ့်မယ်"
  },
  {
    "title": "Catch the Brotherhood(2018)",
    "url": "https://www.mediafire.com/file/6hmwyvwwnpkgzhg/CatchtheBrotherhood.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/jq63bvptuqy1mdpxytie2/lHnM5FBes34pvNs3XCz62YJi7ys.jpg?rlkey=2hiy1ltl6i5761p938hs9vpjr&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/fy52hgwcyz1o2o3b6lqw6/download-1.jpeg?rlkey=uam5jbdu1ekoouf4yuxsh6ah6&dl=1"
    ],
    "description": "18+ မြန်မာစာတန်းထိုးဟာရူးဆိုတဲ့ကောင်မလေးဟာ တစ်ယောက်ဆိုတစ်ယောက်ချစ်မြတ်နိုးသူပါ…အမေ မုဆိုးမကြီးနဲ့နေရသူပီပီ ဖခင်မေတ္တာငတ်ရှာလေတော့သူ့ကောင်လေးကို ချစ်သူလိုတစ်ဖုံ ဖခင်လိုတစ်မျိုး အားကိုးချစ်ခင်ရှာသူပါ…ဒီလိုချစ်မြတ်နိုးပါတယ်ဆိုမှာ ငနွားက သူမရဲ့မိခင်နဲ့ အိပ်နေတာကိုတွေ့လိုက်ရပါတယ်…ဒါ့ကြောင့် လောကကြီးကို စိတ်ကုန်ပြီး တခြားနေရာကိုထွက်လာတဲ့အခါမှာတော့…"
  },
  {
    "title": "Chaahat (2020)",
    "url": "https://www.mediafire.com/file/rn167gg1r7njl83/Chaahat_2020.mp4/file",
    "watch": "",
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BODdlZWU5OWUtMzdkNS00N2I1LWE2YTUtOGE4M2JhYTVjNzY0XkEyXkFqcGdeQXVyMTI4MTk2NzMz._V1_QL75_UX380_CR0,3,380,562_.jpg",
    "screenshot": [
      "https://m.media-amazon.com/images/M/MV5BODdlZWU5OWUtMzdkNS00N2I1LWE2YTUtOGE4M2JhYTVjNzY0XkEyXkFqcGdeQXVyMTI4MTk2NzMz._V1_QL75_UX380_CR0,3,380,562_.jpg",
      "https://i.extraimage.info/pix/wNkWP.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးလူ့အလိုနတ်မဖြည့်နိုင်ဆိုသလို လူတွေမှာက ဆန္ဒတွေ လိုချင်တောင်းတမှုတွေကလဲ အတော်ကိုများပါတယ်စားကောင်းတာမြင်ချင်ရင်စားချင်တယ် လှတာတွေ့ရင်ဝတ်ချင်တယ်စသဖြင့် အဆုံးမသတ်နိုင်တဲ့ လိုအင်ဆန္ဒနဲ့ ရမ္မက်တွေကြား လူတွေဟာ အတော်ကိုပူလောင်တိုင်ပတ်လျှက်ပါပဲ…ဒီရုပ်ရှင်မှာလဲ လူတွေရဲ့အကြီးမားဆုံးဆန္ဒထဲကတခုဖြစ်တဲ့ အိမ်ထောင်ရေးအာသီသ ဆန္ဒရမ္မက်ကို ပညာပေးသဖွယ်တင်ဆက်ပေးထားပါတယ်မိန်းမသားသဘာဝ အိမ်ထောင်ရေးဆန္ဒမပြည့်ဝတဲ့အခါ စိတ်ရှုပ်ထွေးတတ်ကြတော့ ဖြေသာရာ ထွက်ပေါက်ရှာတတ်ကြပါတယ်…ထွက်ပေါက်တွေက ကိုယ့်အတွက်ဖြေသာရာတခုဆိုပေမဲ့တခြားလူအတွက်ရောအဆင်ပြေပါ့မလား …ထွက်ပေါက်ရှာတိုင်း အဆင်ပြေသွားမှာလားဆိုတာကို အညိုစင်အလှအပတွေနဲ့မွမ်းမံရင်း ရိုက်ကူးတင်ဆက်ထားတဲ့ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်"
  },
  {
    "title": "Pornstar 2 (2021)",
    "url": "https://www.mediafire.com/file/gpo9dj2vqhuf4mf/Pangalawang_Putok.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/94ns65y2nl9t6gx8528av/MV5BZTM4NDNlOGMtMjQzYS00NTY5LWEwN2ItMzc4OGE2ZTczZmJkXkEyXkFqcGdeQXVyNTI5NjIyMw-._V1_.jpg?rlkey=bbqxof23xnwn0jiwjh1v22vwx&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/94ns65y2nl9t6gx8528av/MV5BZTM4NDNlOGMtMjQzYS00NTY5LWEwN2ItMzc4OGE2ZTczZmJkXkEyXkFqcGdeQXVyNTI5NjIyMw-._V1_.jpg?rlkey=bbqxof23xnwn0jiwjh1v22vwx&dl=1"
    ],
    "description": "မြန်မာစာတန်းထိုးသမီးလေးကြီးရင် ပွန်းစတားဖြစ်ချင်တယ် ဒုတိယပိုင်းပါဆရာမကြီးလေးယောက် ပထမအစီအစဉ်က မအောင်မြင်တော့ အသစ်လေးတွေကို ပွဲထုတ်လာပါတယ်။ မင်းသမီးလက်သစ်လေးယောက်ကို သင်တန်းပေးကြမှာပါလာလာချင်းမှာတင် မျက်လုံးပြူးစရာတွေနဲ့ စကြိုမယ့် ဇာတ်ကားလေးပါ။ "
  },
  {
    "title": "Palipat-lipat, Papalit-palit (2024)",
    "url": "https://www.mediafire.com/file/ktifymqdc19oyq8/Palipat.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BNjM4MTI0ZTMtMzMwOS00MWQyLTgwODEtMzBlNjk3ZTZiNzU3XkEyXkFqcGdeQXVyNTI5NjIyMw%40%40._V1_.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BNjM4MTI0ZTMtMzMwOS00MWQyLTgwODEtMzBlNjk3ZTZiNzU3XkEyXkFqcGdeQXVyNTI5NjIyMw%40%40._V1_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/IMG_20240123_191625.png",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးအက်ဒ်နာနဲ့လယ်ရီတို့က တံငါရွာလေးတစ်ရွာမှာ ဂုံးဖမ်းရင်းအသက်မွေးကြတဲ့ ဇနီးမောင်နှံပါ။ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်သလို ပွေရှုပ်တတ်တဲ့ လယ်ရီကို အက်ဒ်နာက ပြိုင်ဘက်တွေအများကြီးကြားက အရယူခဲ့တာဖြစ်သလို အခုချိန်ထိလည်း သူ့ယောက်ျားကို အရိပ်တကြည့်ကြည့်နဲ့စိတ်မချပါဘူး။ဘာတွေဆက်ဖြစ်မလဲ...."
  },
  {
    "title": "Ikaw Lang Ang Mahal (2022)",
    "url": "https://www.mediafire.com/file/ez308aw5pj44wj5/Ikaw_Lang_Ang_Mahal.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/4se7dnzc2n036r5no9qqb/MV5BYjAxYmVkYjktY2ViNS00YTlkLTg0YWQtNTA2ZjQxYjJiYmRkXkEyXkFqcGdeQXVyNTI5NjIyMw-._V1_.jpg?rlkey=jylhzze26c4q7r5dczoc9w0rt&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/6z4veycujs0dad8pysyxv/MV5BOTE1ZGI3Y2QtNmE2Zi00ZDUxLWFjMGEtNmQ2MmEyOWJjZDFkXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_.jpg?rlkey=cju373iig00aslshwwldk6yig&dl=1"
    ],
    "description": "18+ မြန်မာစာတန်းထိုးမှတ်တမ်းရုပ်ရှင် ရိုက်တဲ့ ဒါရိုက်တာပေါက်စတစ်ယောက်… အနားယူသွားတဲ့ နာမည်ကြီး ဒါရိုက်တာကြီး သုံးယောက်ကို အင်တာဗျူးဖို့ နယ်မြို့လေးတစ်မြို့ကိုရောက်လာတယ်။ တည်းခိုခန်းကို ရောက်တဲ့ညမှာပဲ အဲဒီကိုအရင်ရောက်နှင့်နေတဲ့ ဒါရိုက်တာ ပေါက်စမလေးတစ်ယောက်နဲ့ ဘုတယ်။နောက်နေ့ အင်တာဗျူးသွားရင်း အဲဒီဒါရိုက်တာရဲ့ တူမနဲ့ စာရေးဆရာမနဲ့ တွေ့တယ်။ ကြိုက်သွားတယ်။ နောက်နေ့ပါတီလုပ်ပြီး ပစ္စည်းသိမ်းရင်း ဘုတယ်။ဒါရိုက်တာမကြီး ပန်းချီဆရာမကို သွားအင်တာဗျူးရင်း ဘုတယ်။ဇာတ်လမ်းကတော့ အဲဒီလိုပဲ။ အတော်လေးကို အားပါးတရရှိလွန်းလှပါတယ်။ ဖိလစ်ပိုင်သူလေးတွေရဲ့ အလှအပကို စပယ်ရှယ်ခံစားရင်း ကြည့်လိုက်ကြပါတော့  "
  },
  {
    "title": "Gangnam Daughter-in-law (2019)",
    "url": "https://www.mediafire.com/file/1la3etm9ta2w34s/Gangnamdaughter.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BOTA2ZWYwNmMtZTgzYS00MTMyLTgwMTQtOTVhYzBkNjFmZTMyXkEyXkFqcGdeQXVyMTEwMTM3MTg5._V1_FMjpg_UX1105_.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BOTA2ZWYwNmMtZTgzYS00MTMyLTgwMTQtOTVhYzBkNjFmZTMyXkEyXkFqcGdeQXVyMTEwMTM3MTg5._V1_FMjpg_UX1105_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/IMG_20240122_114625.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးအသက်ငယ်ငယ်ကောင်မလေးကို သဘောကျမိတဲ့ ဘဲကြီးတစ်ယောက်ဟာ ကောင်မလေးကိုဂွင်ဖန်ရာကနေ လွဲချော်သွားပြီး သားနဲ့လက်ထပ်ပေးလိုက်ရပါတယ်ဒါပေမယ့်လည်း ကောင်မလေးက ယောက္ခထီးနဲ့ တူတူ တစ်အိမ်တည်းနေမိရင်း သံယောဇဉ်တွယ်မိတဲ့ ဦးနဲ့မီးဇာတ်လမ်းလေးဖြစ်ပါတယ်"
  },
  {
    "title": "Patikim-tikim (2023)",
    "url": "https://www.mediafire.com/file/x3rfifym0jj2q9c/Patikim_Tikim.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/xekc3jxpcvymuct71dmbl/MV5BMzcxNGE3NTctMWNmNC00NzIwLThlMTMtZTFlMjE4NjJjMDMyXkEyXkFqcGdeQXVyNDQ4NjgyNzg-._V1_.jpg?rlkey=gqbw2slij2i647sjdfwffa701&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/xja7yum9ojsbh2l9mwcs4/7449a7e1458ee3888c6502ebd2021bef.jpg?rlkey=40jfjed1025u600u4p09lw0fs&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးThriller တွေ အထွက်များခဲ့တဲ့နောက် ရှားရှားပါးပါးထွက်လာတဲ့ အချစ်ဟာသဇာတ်လမ်းလည်းဖြစ်၊ ဒရာမာ မချိုး၊ ဗီလိန်မပါတဲ့ ပေါ့ပေါ့ပါးပါး အပျော်ဇာတ်လမ်းလေးဖြစ်တဲ့အတွက် ကြည့်ရှုအားပေးကြပါဦး"
  },
  {
    "title": "Room Service (2024)",
    "url": "https://www.mediafire.com/file/ao7ksu24sx3w1us/(CM)+Room+Service+(2024)+1080p.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/4e48qr_4c.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/4e48qr_4c.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/0aa18f1ed9f17343e0c64611d66c65aa(1).png",
      "",
      "",
      ""
    ],
    "description": "မြန်မာစာတန်းထိုးမိနစ်လေးဆယ်စာ ဇာတ်လမ်းတိုလေးပါ။ မိနစ်လေးဆယ်နဲ့မမျှအောင်ရှယ်ကြမ်းပြထားပါတယ်။ အရင်ဇာတ်ကားတွေမှာ တစ်ခန်းစနှစ်ခန်းစပါခဲ့ဖူးရုံ မင်းသမီးသစ်လေးတွေကို မိတ်ဆက်ထားတဲ့ကားပါ။ Vivamax အနေနဲ့ဒီနှစ်မှာ မင်းသမီးသစ်တွေအများကြီး စာချုပ်ချုပ်ထားတဲ့အတွက် နောက်ကားတွေမှာအသစ်အသစ်တွေ အများကြီးထပ်မြင်လာရဖို့ရှိပါကြောင်း...."
  },
  {
    "title": "The Woman Upstairs(2014)",
    "url": "https://www.mediafire.com/file/phl900z0p02erq0/Upstairs_Girl.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/gnbxltfk59avurshvxcqq/MV5BZDg5NzRjMDMtNzlmZi00NTA5LTgwM2QtODE3YzAzZTY0ZDJmXkEyXkFqcGdeQXVyMTEwNDU1MzEy._V1_.jpg?rlkey=ze6jhcv2e6eddzteg8ag45xob&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/8ovig3wljje59blqwavt1/x480.jpeg?rlkey=4ux0kt2st8zd2orv88qze4qnc&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးအလုပ်မရှိဘဲ အိမ်မှာပဲ WFH နေသလိုလို စတော့ရှယ်ယာတွေကိုပဲ ရင်းနှီးမြှုပ်နှံသလို ဘာလိုလို ညာလိုလိုနဲ့ ဝမ်းမထိန်းနိုင်ရောဂါဖြစ်နေတဲ့ ချာဒိုဟွမ်ဆိုတဲ့သူ တစ်ယောက်ရှိတယ် တိုက်ခန်းပိုင်ရှင်ကအစ လုံခြုံရေးဦးလေးကြီးအဆုံး ချာဒိုဟွမ်ကို အလုပ်မရှိအကိုင်မရှိ ပိုက်ဆံမရှိ‌တဲ့ သူဆိုပြီး အထင်သေးပြီး ချဉ်နေကြတာပေါ့တစ်နေ့မှာ ချာဒိုဟွမ်တို့ တိုက်ခန်းအပေါ်ထပ်ကိုအင်ဂယောင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက် ပြောင်းလာခဲ့တယ် ‌သူပြောင်းလာတဲ့ နေ့ကစပြီး‌တော့အ‌ပေါ်ထပ်မှာ တဒုန်းဒုန်းတဒိုင်းဒိုင်းနဲ့ ဆူညံနေလို့ အောက်ထပ်က ချာဒိုဟွမ်တစ်ယောက် စိတ်တွေ ညစ်တာပေါ့ အလုပ်ကလည်း အဆင်မပြေ ဝမ်းကလည်း တဗြွတ်ဗြွတ်ဆိုတော့ တစ်ညမှာ လုံးဝမနေနိုင်တော့လို့ အပေါ်ထပ်ကိုသွားပြီး ငြိမ်ငြိမ်နေပေးဖို့ ပြောမယ်ဆိုပြီး သွားလိုက်တဲ့အခါမှာ တံခါးက မခတ်ထားတာတွေ့ရတယ် အဲဒါကြောင့် အခန်းထဲကို ဝင်ကြည့်လိုက်တဲ့ အခါမှာတော့…"
  },
  {
    "title": "Foursome (2023)",
    "url": "https://www.mediafire.com/file/02gzo027orsc0ck/Fourome.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BOTc4MWEwNmMtOTM3NS00MDY5LTgwN2QtMWZlNTFkYTZmZjI3XkEyXkFqcGdeQXVyNTI5NjIyMw%40%40._V1_QL75_UX380_CR0%2C4%2C380%2C562_.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BOTc4MWEwNmMtOTM3NS00MDY5LTgwN2QtMWZlNTFkYTZmZjI3XkEyXkFqcGdeQXVyNTI5NjIyMw%40%40._V1_QL75_UX380_CR0%2C4%2C380%2C562_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/IMG_20240117_141011.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးဒီနိုနဲ့ ဂျီနာတို့ဟာ ငယ်သူငယ်ချင်းတွေဘ၀ကနေ ညားသွားကြတဲ့ လင်မယားနှစ်ယောက်ပါ။ ငွေကြေးဥစ္စာပြည့်စုံသလို အချင်းချင်းလည်းချစ်ကြင်နာကြတဲ့ သူတို့နှစ်ယောက်ဘ၀မှာ အကြီးမားဆုံးပြဿနာကတော့ ဒီနိုရဲ့ ယောက်ျားဘာ၀အားနည်းမှုကြောင့်ပါပဲ။ ညားကာစခြောက်လလောက်အထိ အဆင်ပြေနေပေမဲ့ နောက်ပိုင်းဇာတ်ရှိန်တက်မှ ညှိုးကျသွားတဲ့ ဒီနိုရဲ့ပန်းကလေးကြောင့် ဂျီနာတစ်ယောက် ဟာစလာဖြစ်ပြီး ကျန်ခဲ့ရတာအခါခါဆိုတော့ လုပ်ဖော်ကိုင်ဖက်တစ်ဦးဖြစ်တဲ့ ကီကီနဲ့မိန်းမချင်း နှစ်ပါးသွားကြပါတော့တယ်။ဇာတ်လမ်းတွေ ဘယ်လိုရှုပ်ကြမလဲ၊ ပြဿနာတွေဘယ်လိုတက်ပြီး အဖြေကိုဘယ်လိုရှာတွေ့ကြမလဲဆိုတာ လေးထပ်ကိတ်ဇာတ်ကားကြီးမှာ ဆက်လက်ရှုစားကြပါ"
  },
  {
    "title": "Hyena 2020",
    "url": "https://www.mediafire.com/file/kn2wx8j3r3qsxs3/Hyena2020720p.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/ff54nsvgadljq8x9jjsuk/MV5BM2JkMGVlYjYtZWNlZS00MDQyLTljYzUtMWMyMTQ1MTUyOTg2XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_.jpg?rlkey=ipjrmby2vz2rzcebo5ltllw04&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/ff54nsvgadljq8x9jjsuk/MV5BM2JkMGVlYjYtZWNlZS00MDQyLTljYzUtMWMyMTQ1MTUyOTg2XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_.jpg?rlkey=ipjrmby2vz2rzcebo5ltllw04&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ သိန်း ၂သောင်းရဖို့ ရည်မှန်းချက်တွေနဲ့ ကြိုးစားနေတဲ့ သူတစ်ယောက်ရယ်ငယ်ငယ်ရွယ်ရွယ် လှလှပပ သူဌေးမလေးရဲ့ အလိုမကျစရာအချစ်ရေးကနေ ဘယ်လိုလှည့်ကွက်တွေနဲ့ တွေ့ဆုံမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါဇာတ်လမ်းလေးလဲ ခံစားရင်း 18+အနုအယွ အလှအပတွေလည်းခံစားနိုင်မယ့် ကားကောင်းလေးပါ သူဌေးမလေးက ငယ်လည်းငယ် ချောလည်းချောသလို ညီမလေးမှကြိုက်တယ်ဆိုတဲ့ ညိုကီတွေ ဒီကားလေးကိုကြည့်သင့်ပါတယ် အနည်းဆုံးတော့ ပညာတွေရမယ့် ကားကောင်းလေ…"
  },
  {
    "title": "Bedspacer (2023)",
    "url": "https://www.mediafire.com/file/ojlvjr39lummtgb/Bedspacer.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BMTc3YTIzMTAtMDU1NS00ZTcxLWJlNjAtYWM1OGUxZjllNDViXkEyXkFqcGdeQXVyNTI5NjIyMw%40%40._V1_FMjpg_UX1080_.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P10/main/MV5BMTc3YTIzMTAtMDU1NS00ZTcxLWJlNjAtYWM1OGUxZjllNDViXkEyXkFqcGdeQXVyNTI5NjIyMw%40%40._V1_FMjpg_UX1080_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P10/main/Screenshot_2024-01-15-15-09-23-521_com.mxtech.videoplayer.pro.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးဂျဲနက်စ်ဆိုတဲ့ကောင်မလေးဟာ တစ်ချိန်က ရာဇဝတ်မှုနောက်ခံရှိခဲ့ပြီး ကျောင်းကိုပြောင်းလာတဲ့ ကျောင်းသူသစ်ဖြစ်ပါတယ်။ သူလာတက်တဲ့ကျောင်းက သူဌေးသားသူဌေးသမီးတွေအတက်များပြီး အရက်၊ မူးယစ်ဆေးနဲ့ လိင်ကိစ္စတွေဟာ အထူးအဆန်းမဟုတ်သလို အရာရာကို ငွေလမ်းခင်းလို့ရတဲ့နေရာပါ။ရောက်ရောက်ချင်းညမှာပဲ သူ့အဆောင်က ကောင်မလေးနှစ်ယောက် ချစ်တင်းနှောတာကိုချောင်းကြည့်သလိုဖြစ်သွားတဲ့အတွက် ရန်ငြိုးဖွဲ့ခံလိုက်ရပြီး နောက်နေ့ကျ သူကျူးလွန်ခဲ့တဲ့ရာဇဝတ်မှုက ဗီဒီယိုနဲ့ အရှက်ခွဲခံခဲ့ရပါတယ်။ အဲဒီမှာသူ့ကိုကယ်တင်ပေးခဲ့တဲ့ လက်စီ ဆိုတဲ့ မိန်းကလေးကို အားကိုးမိ၊ တွယ်တာမိရာကနေ ပုံမှန်ထက် လွန်ကဲသွားတဲ့အခါမှာတော့...."
  },
  {
    "title": "Pretty Sister(2018)",
    "url": "https://www.mediafire.com/file/5dxvex63kftqvrg/PrettySister2018.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/55mt7jindykitl3e8g38w/z2Q4DT1pDQU.jpg?rlkey=k5bogofegytosxq4g6adbb5yz&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/svo2bn0fkqhh4xnnwtgux/getVideoPreview.jpeg?rlkey=lao849ncjvr7nit2lktrmd9pw&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးကောင်လေးတစ်ယောက်ဟာ ရုပ်လေးချောသလောက်ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတယ်..ဒါကိုအိမ်နီးချင်းမမက စေတနာတွေပိုပြီးကျောင်းတွင်းကျောင်းပြင်လိုက်ကာကွယ်ပေးနေရတယ်…ဒီကောင်လေးအရွယ်ရောက်လာသလိုမမကလည်း နွေရာသီမှာ ကူးတဲ့ရေဆေးငါးကြီးလိုလှပစွင့်ငှါးလို့ပေါ့..ဒီနောက်မှာတော့ ၃ပွင့်ဆိုင်အချစ်လှလှလေးမောင်လေးနဲ့မမကြားကောင်မလေးတစ်ယောက်ဝင်လာတဲ့အခါမှာတော့…"
  },
  {
    "title": "Hibang (2023)",
    "url": "https://www.mediafire.com/file/z31dzxc9qy09fps/(CM)+Hibang+(2023)+720p.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P9/main/5yoOVjVtg7aKafHiZclVvVKQYzQ.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P9/main/5yoOVjVtg7aKafHiZclVvVKQYzQ.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P9/main/syK9tfT2y8HVSmHHqIonaksDJXQ.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုး2023 ရဲ့နောက်ဆုံးထွက်အနေနဲ့ အသစ်စက်စက် မင်းသမီးလေးတစ်ယောက်ကို စင်တင်မိတ်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ Rica Gonzales လို့ခေါ်ပြီး အလှအပနေရာမှာတော့ ရှေ့က စီနီယာမမတွေထက်မလျော့သလို တခြားနေရာမှာလည်း တင်းပြည့်ကျပ်ပြည့်ဖြစ်တဲ့အတွက် Vivamax’s Crush အသစ်လေးကို အားပေးရှုစားအကဲဖြတ်ကြရအောင်"
  },
  {
    "title": "Erotic Tutoring 2",
    "url": "https://www.mediafire.com/file/5khimcoe2ihexx5/EroticTutoring2.mp4/file",
    "watch": "",
    "thumbnail": "https://www.dropbox.com/scl/fi/amslh90vklamxtzf7119i/MV5BOTZkZWY0YTYtNDQ2My00MTQzLWJjODMtNGE3MGI4MTI2NTQ4XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_.jpg?rlkey=phrs5nxm8vynst5f35wnq2n4y&dl=1",
    "screenshot": [
      "https://www.dropbox.com/scl/fi/dzkgl2ifh8wt8cb8zpxtx/fullsizephoto1063326.jpg?rlkey=r1jjgopz504roa1fqei6wyisc&dl=1"
    ],
    "description": "18+မြန်မာစာတန်းထိုးအခုတစ်ခေါက်အချစ် 18+ကားလေး ကတော့ ယောကျာ်းယူထားပေမယ့် အိမ်ထောင်ရေးသုခမရှိလို့စိတ်ညစ်နေရတဲ့ မီဂျင်းဆိုတဲ့ အမေလှလှလေးနဲ့ အပျိုပေါက်စ သမီးလေး ယူဂျောင်းတို့က ဂိုက်ဆရာသူငယ်ချင်းအဖွဲ့နဲ့ ဆုံတွေ့တဲ့အခါဘယ်လိုစခန်းသွားမလဲဆိုတာ လှလှပပပုံဖော်ရိုက်ကူးထားပါတယ်သမီးကတော့ လုံးကြီးပေါက် အလှသွေးကြွယ်လှသူပေါ့အမေဖြစ်သူကလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်ကျထားလို့ ၃၀ကျော် ၄၀ဆိုပေမယ့် ကြည့်လိုက်ရင် ၂၀ကျော်လို့ပဲထင်ရတဲ့အထိလန်း‌ပါတယ်"
  },
  {
    "title": "24 Year Old Yoon Yul’s Sexy Breasts(2021)",
    "url": "https://www.mediafire.com/file/emoupybghbau03t/24_year_old_Yoon.mp4/file",
    "watch": "",
    "thumbnail": "https://www.themoviedb.org/t/p/w220_and_h330_face/qvGkjlLjTy1nxClxpw2BiUS6jHB.jpg",
    "screenshot": [
      "https://www.themoviedb.org/t/p/w220_and_h330_face/qvGkjlLjTy1nxClxpw2BiUS6jHB.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P9/main/IMG_20240102_140231.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုး24 years old YoonYool sexy breasts ကတော့ Yoon Yoolဆိုတဲ့ တက်သစ်စသရုပ်ဆောင်လေးအကြောင်း ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အပြစ်ကင်းစင်တဲ့မျက်နှာလေး၊ဆွဲဆောင်မှုရှိတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းနဲ့ ဘယ်လိုအကြောင်းကြောင့်သရုပ်ဆောင်ဖြစ်သွားသလဲဆိုတာ၊ ပွဲဦးထွက်ရုပ်ရှင်နဲ့ ပတ်သက်တဲ့အကြောင်း၊လက်ရှိအလုပ်နဲ့ပတ်သက်တဲ့ ခံစားချက်တွေ၊ ရှေ့ဆက်လုပ်ကိုင်မယ့်လှုပ်ရှားမှုတွေနဲ့ ပတ်သက်ပြီး မေးမြန်းထားတာပဲဖြစ်ပါတယ်…စိတ်ဝင်စားဖို့ကောင်းသလို ပါဝင်အခန်းပေါင်းများစွာကလည်း ရှယ်လန်းတာဆိုတော့ကား"
  },
  {
    "title": "SistersVirus(2020)",
    "url": "https://www.mediafire.com/file/8l9zij2bcg0dw4q/Sisters_Virus_%25282020%2529.mp4/file",
    "watch": "",
    "thumbnail": "https://www.hancinema.net/photos/photo1299453.jpg",
    "screenshot": [
      "https://www.hancinema.net/photos/photo1299455.jpg"
    ],
    "description": "ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာမိန်းမဖြစ်သူရဲ့ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့မိန်းမဖြစ်သူဂျီနာဟာပိုးကူးပြီးဆေးကုသဖို့သွားတဲ့အချိန်မှာယောင်းဝူဟာမိန်းမရဲ့အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Q ဖို့နေခဲ့ရတယ်။တစ်နေ့ကျယောင်းဝူရဲ့ခယ်မဖြစ်သူကပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ် သရုပ်ဆောင်လေးတွေကလဲအသစ်လေးတွေဆိုတော့သဘောကျစရာမျက်စိကျစရာလေးတွေပါပဲ။"
  },
  {
    "title": "Haslers (2023)",
    "url": "https://www.mediafire.com/file/pwqbm6nc8f3x2h4/Haslers.mp4/file",
    "watch": "",
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BYmVlMjk1NTYtZGFmOS00YjgzLWE1MTQtZmIzNTE5NGI3M2UwXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_QL75_UX380_CR0,4,380,562_.jpg",
    "screenshot": [
      "https://m.media-amazon.com/images/M/MV5BYmVlMjk1NTYtZGFmOS00YjgzLWE1MTQtZmIzNTE5NGI3M2UwXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_QL75_UX380_CR0,4,380,562_.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P9/main/39j2boyuIHggJfKT6w9YcZ9oOa1.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးသီယာ၊ ချက်စ်ကာ၊ ဟေဇယ် နဲ့ ဆိုဖီယာတို့ဟာ အခြေခံလူ့အလွှာ၊ ဆိုးဝါးတဲ့ငယ်ဘဝတို့ကပေါက်ဖွားလာခဲ့ပြီး အခုချိန်မှာ အလုပ်တစ်ဖက်နဲ့ကျောင်းတက်ရင်း ဆင်းရဲတွင်းကလွတ်မြောက်ဖို့ ကြိုးစားနေကြတဲ့သူငယ်ချင်းလေးယောက်ပါ"
  },
  {
    "title": "Your, Mine,All Mine (2021)",
    "url": "https://www.mediafire.com/download/vf10tslthi48h8y",
    "watch": "",
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUo7Pxfuo-ZXe8NGz0dMAgsybB7ogAF0mqHQ&usqp=CAU",
    "screenshot": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUo7Pxfuo-ZXe8NGz0dMAgsybB7ogAF0mqHQ&usqp=CAU"
    ],
    "description": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့အပေါ်ထပ်မှာနေတဲ့စုံတွဲလင်မယားနှစ်ယောက်ကsexလုပ်ရင်တအားဆူညံတာကြောင့်အောက်ထပ်မှာနေတဲ့စုံတွဲလင်မယားနှစ်ယောက်ကညရောက်ပြီဆိုရင်အိပ်မရတဲ့ညတွေများလာပါတော့တယ်။ဒီလိုနဲ့ပြေလည်အောင်ညှိနေရင်းနဲ့တစ်နေ့မှာသူငယ်ချင်းတွေရဲ့မြှောက်ပေးမှုကြောင့်swappingလို့ခေါ်တဲ့လင်မယားစုံတွဲခြင်းလဲစားကြတဲ့အရာကိုခံတွင်းတွေ့သွားပြီးတဲ့နောက်အပေါ်ထပ်နဲ့အောက်ထပ်ဘယ်လိုဇာတ်လမ်းတွေဆက်ဖြစ်လာမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။"
  },
  {
    "title": "Thai Female Secretary(2020)",
    "url": "https://www.mediafire.com/file/5r28lq159m8etxt/ThaiFemale.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P9/main/nu-thu-ky-nguoi-thai-xinh-dep-1596291537.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P9/main/nu-thu-ky-nguoi-thai-xinh-dep-1596291537.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P9/main/IMG_20231227_135534.jpg",
      "",
      "",
      ""
    ],
    "description": "18+မြန်မာစာတန်းထိုးထိုင်းမှာ စီးပွားရေးလုပ်ရတာ တဖြည်းဖြည်းခက်ခဲလာတဲ့ ဟန်ရှစ်က ကိုးရီးယားမှာရှိတဲ့ အသိတွေဆီကို လိမ်လည်ဖိုအတွက် ဖုန်းဆက်ပေမဲ့အားလုံးက ဖုန်းကို တန်းချပစ်လိုက်တာဖြစ်လို မအောင်မြင်ခဲ့ပါဘူးစိတ်ဓာတ်ကျကျနဲ့ သူငယ်ချင်းထယ်ရှစ်ကို သွားတွေ့တဲ့အခါ ထယ်ရှစ်ကထိုင်း‌မော်ဒယ်လ်မလေးနဲ့ sex လုပ်နေတာကို တွေ့လိုက်ရပါတယ်အဲဒါကိုမြင်လိုက်ရတဲ့ ဟန်ရှစ်လည်း sex လုပ်ချင်လာပြီး ဟိုးတစ်နေ့က အတွင်းရေးမှူးအင်တာ‌‌ဗျူးလာ‌ဖြေတဲ့ ပယ်ပါဆိုတဲ့ ကောင်မလေးကို ‌ဖုန်းဆက်ပါတော့တယ်…"
  },
  {
    "title": "Milae Pretty Daughter in law (2021)",
    "url": "https://www.mediafire.com/download/odp4mqzjii9q08k",
    "watch": "",
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQlp1uyKfg9Jp7z5eqohkyfQDZbr_er4uG9Aw&usqp=CAU",
    "screenshot": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQlp1uyKfg9Jp7z5eqohkyfQDZbr_er4uG9Aw&usqp=CAU"
    ],
    "description": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ကုမ္ပဏီ သူဋ္ဌေးကြီးဖြစ်သူ ထယ်ဂျွန်းနဲ့ ဋ္ဌာနမှူးဖြစ်သူ မင်ဂျူတိုမှာ အလုပ်ကို အကြောင်းပြပြီး တိတ်တိတ်လေး ခိုးစားနေတာ ကြာနေခဲ့ပါပြီ။ တစ်နေ့မှာတော့ ထယ်ဂျွန်းရဲ့သား ဂျွန်ဟိုက အမေရိကန်ကနေ ကိုရီးယားကို ပြန်ရောက်လာတဲ့ အချိန်မှာ ဋ္ဌာနမှူးဖြစ်သူ မင်ဂျူရဲ့ sexyကျမှုတွေကြောင့် မြင်မြင်ချင်း စွဲလမ်းသွားပြီး လက်ထပ်ဖိုအထိ ဖြစ်လာတာကို အဖေလုပ်သူ ထယ်ဂျွန်းက သိသွားတဲ့အခါ ဘာတွေ ဆက်ဖြစ်ကြမလဲ၊ ဂျွန်ဟိုက တိတ်တိတ်ကလေး အိမ်ထောင်ရေး ဖောက်ပြန်မှုကြောင့် ငွေအရမ်းလိုအပ်လာတဲ့အခါ မိန်းမဖြစ်သူက ယောက္ခမကြီးဆီက ငွေကို ဘယ်လိုရအောင် တောင်းပေးမလဲဆိုတာတွေ စသဖြင့် အဖေရော သားနဲ့ပါ ဆွဲစားခံနေရတဲ့ ချွေးမချောလေးရဲ့ sex sceneတွေကို တဝကြီး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။"
  },
  {
    "title": "Play Busty (2020)",
    "url": "https://www.mediafire.com/file/9z5q96i2jrkrt12/PlayBusty.mp4/file",
    "watch": "",
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P9/main/XkzEO_4f.jpg",
    "screenshot": [
      "https://raw.githubusercontent.com/minimyanmar/P9/main/XkzEO_4f.jpg",
      "https://raw.githubusercontent.com/minimyanmar/P9/main/IMG_20231227_135011.jpg",
      "",
      "",
      ""
    ],
    "description": "သူငယ်ချင်းချောလ်ဆူစီစဥ်ပေးတဲ့ဒိတ်မှာရောက်လာတဲ့ကောင်မလေးက ချန်းအီရဲ့ အနောက်အိမ်ကမချောလေးဖြစ်နေပါတော့တယ်sex မတော်ရင်ထပ်မတွေ့တော့ဘူးဆိုတဲ့မချောလေး မီယန်းနဲ့ ယုံကြည်ချက်တွေပြင်းထန်လွန်းနေတဲ့ ချန်းအီတို့တွေ့ကြပြီးတဲ့အခါမှာတော့…….အဲဒီနောက်မှာတော့ ချန်းအီကိုတန်းတန်းစွဲနေတဲ့ဂျစ်ကန်ကန်ညဥ့်ငှက်မလေးဟီဂျင်းကိုချောလ်ဆူနဲ့တွေ့ပေးဖို့အကြောင်းဖန်လာပါတော့တယ်…."
  }
]